Repository: Team-Eventify/Eventify-iOS
Catalog: EventifyApp/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# action_add_event
source: Добавить мероприятие
en: Add event

# action_delete_account
source: Удалить аккаунт
en: Delete account

# action_edit_profile
source: Редактировать профиль
en: Edit profile

# action_logout
source: Выйти
en: Log out

# action_rate_app
source: Оценить
en: Rate it

# alert_delete_account_confirmation
source: Вы действительно хотите удалить аккаунт?
en: Are you sure you want to delete your account?

# alert_logout_confirmation
source: Вы действительно хотите выйти из приложения?
en: Are you sure you want to log out?

# ArtCategory
source: Творчество
en: Art

# button_cancel_registration
source: Отменить запись на ивент
en: Cancel event registration

# button_next
source: Далее
en: Next

# button_publish_event
source: Опубликовать ивент
en: Post event

# button_register_for_event
source: Я пойду!
en: I'm in!

# button_save_changes
source: Сохранить изменения
en: Save changes

# button_send
source: Отправить
en: Send

# button_sign_up
source: Зарегистрироваться
en: Sign up

# buttonSendRate
source: Отправить
en: Send

# categories_based_on_interests
source: Категории на основе твоих интересов
en: Categories based on your interests

# choose_categories_description
source: Ты всегда сможешь изменить свой выбор в настройках.
en: You can always change this in settings.

# choose_categories_subtitle
source: Мы подберём рекомендации ивентов под твои вкусы.
en: We’ll suggest events for your tastes.

# choose_categories_title
source: Выбери интересные тебе категории!
en: Pick your favorite categories!

# common_no
source: Нет
en: No

# common_yes
source: Да
en: Yes

# confirm_password_placeholder
source: Повторите пароль
en: Repeat password

# description_select_categories
source: Выбирай категории ивентов под свои интересы!
en: Pick categories that match your interests!

# DesignCategory
source: Дизайн
en: Design

# events_title
source: Ивенты
en: Events

# favorites_title
source: Избранное
en: Favorites

# feedbackDislikeTitle
source: А что не понравилось?
en: What didn't you like?

# feedbackFinalTitle
source: Что мы забыли спросить, но ты хотел(а) нам рассказать?
en: What did we forget to ask, but you wanted to tell us?

# feedbackLikeTitle
source: Что тебе понравилось?
en: What did you like?

# forgot_password_button
source: Забыли пароль?
en: Forgot password?

# forgot_password_description
source: Укажите email, который вы использовали для создания аккаунта. Мы отправим письмо с ссылкой для сброса пароля.
en: Enter the email you used to create your account. We’ll send a reset link.

# forgot_password_title
source: Сброс пароля
en: Password reset

# full_description_title
source: Полное описание
en: Full description

# have_account_question
source: Уже есть аккаунт?
en: Already have an account?

# label_categories
source: Категории
en: Categories

# label_date
source: Дата*
en: Date*

# label_description
source: Описание*
en: Description*

# label_event_name
source: Название*
en: Event name*

# label_first_name
source: Имя
en: First name

# label_last_name
source: Фамилия
en: Last name

# label_middle_name
source: Отчество
en: Middle name

# label_my_categories
source: Мои категории
en: My categories

# label_photos
source: Фотографии*
en: Photos*

# label_time
source: Время*
en: Time*

# less_description_title
source: Короткое описание
en: Small description

# login_title
source: Войти
en: Log in

# no_account_question
source: Нет аккаунта?
en: Don't have an account?

# no_internet_description
source: Проверьте подключение к\nинтернету и попробуйте еще
en: Check your internet\nconnection and try again.

# no_internet_title
source: Ошибка загрузки
en: Loading Error

# no_upcoming_events_message
source: Нет предстоящих мероприятий
en: No upcoming events

# organizer_title
source: Организатор
en: Organizer

# organizers_title
source: Организаторы
en: Organizers

# password_latin_only
source: Используй только латинские символы
en: Use Latin characters only

# password_min_length
source: Длина пароля не менее 6 символов
en: At least 6 characters

# password_no_whitespace
source: Не используйте пробелов
en: No spaces

# password_number
source: Используй цифры (0-9)
en: Include numbers (0-9)

# password_placeholder
source: Пароль
en: Password

# password_uppercase
source: Используй хотя бы 1 заглавную букву (A-Z)
en: Include at least 1 uppercase letter (A-Z)

# placeholder_enter_email
source: Введите Email
en: Enter email

# placeholder_enter_event_name
source: Введите название
en: Enter event name

# placeholder_enter_first_name
source: Введите имя
en: Enter first name

# placeholder_enter_last_name
source: Введите фамилию
en: Enter last name

# placeholder_enter_middle_name
source: Введите отчество
en: Enter middle name

# placeholder_enter_telegram
source: Введите telegram
en: Enter Telegram

# popular_events_title
source: Популярные ивенты
en: Popular events

# rateEventTitle
source: Оцени мероприятие
en: Rate an event

# recommendation_title
source: Рекомендации
en: Recommendations

# registration_description
source: Пожалуйста, создайте новый аккаунт. Это займёт меньше минуты.
en: Create a new account. Takes less than a minute.

# registration_title
source: Регистрация
en: Sign up

# retry_button_title
source: Попробовать снова
en: Retry

# ScienceCategory
source: Наука
en: Science

# section_about_app
source: О приложении
en: About the app

# section_help_support
source: Помощь и поддержка
en: Help & support

# section_notifications
source: Уведомления
en: Notifications

# see_more_categories_button
source: Посмотреть больше категорий
en: See more categories

# sign_in_description
source: Пожалуйста, войдите в свой аккаунт. Это займёт меньше минуты.
en: Log in to your account. Takes less than a minute.

# sign_in_title
source: Вход
en: Sign in

# skip_title
source: Пропустить
en: Skip

# snackbar_auth_failure
source: Ошибка авторизации! Проверьте логин или пароль.
en: Auth failed! Check your login or password.

# snackbar_event_add_failure
source: Ошибка добавления мероприятия!
en: Event add failed!

# snackbar_password_recovery_success
source: Письмо для сброса пароля успешно отправлено на почту.
en: Password reset email sent.

# snackbar_registration_success
source: Вы успешно записались на мероприятие!
en: Successfully registered for the event!

# SportCategory
source: Спорт
en: Sport

# tab_main
source: Главная
en: Home

# tab_my_events
source: Мои ивенты
en: My events

# tab_profile
source: Профиль
en: Profile

# tab_search
source: Поиск
en: Search

# title_add_event
source: Создание мероприятия
en: Create event

# upcoming_events_title
source: Предстоящие мероприятия
en: Upcoming events

# your_name_profile
source: Твое Имя
en: Your Name

source: МИСИС
en: MISIS
